۱- نتیجه اجرای دستورات زیر: 
arch
x86_64 ( این خروجی این دستور است که نسخه سیستم عامل رو مشخص میکند )

--------------------------------------------------------------------------------------------------------------------------

uptime
 12:24:55 up  1:11,  1 user,  load average: 0.32, 0.68, 0.92 ( مدت زمانی که سیستم شما روشن است )
 
 -------------------------------------------------------------------------------------------------------------------------
 
 exit ( ترمینال شما رو می بندد )

--------------------------------------------------------------------------------------------------------------------------

free
              total        used        free      shared  buff/cache   available
Mem:        7058376     2374004      911328       82632     3773044     4307580
Swap:      15625212        1280    15623932 ( جهت بررسی وضعیت حافظه مصرف شده شما )

--------------------------------------------------------------------------------------------------------------------------

du Documents
4	Documents/python
2388788	Documents ( محتویات فولدر document را نشان میدهد )



۲ - حساسیت ترمینال به بزرگی و کوچکی حروف ؟ 
بله ترمینال به بزرگی و کوچکی حروف حساس است .

۳ - ساخت و حذف دایرکتوری 

mkdir test ( ساخت فولدر )
cd test ( رفتن به پوشه تست )
touch test1.py test2.py ( ساخت فایل در پوشه تست )
cd .. ( برگشت به فولدر قبلی )
rm -r test ( پاک کردن فولدر تست )


